{"/about/":{"data":{"":" About OAC The Online Astronomy Competition (OAC) is a free, international astronomy competition for high school students. Our mission is to make astronomy accessible and exciting for students everywhere, regardless of background or location. The OAC is conducted entirely online and is open to all eligible students at no cost.\nParticipation and Format The competition consists of two rounds:\n1. First Round (September 6, 2025): Open to all eligible students. This round features multiple-choice and short-answer questions covering a wide range of astronomy topics. 2. Second Round (October 4, 2025): Top performers from Round 1 are invited. This round is subjective and consists of olympiad-style, open-ended problems that require deeper understanding and creative thinking. All rounds are conducted online, so you can participate from anywhere in the world.\nEligibility:\nStudents currently in grades 9 to 12 (or equivalent) 18 years old or younger on the date of the competition Registration:\nFree and open to all eligible students worldwide Registration deadline: September 18, 2025 Organizers Akshat Srivastava Gold Medal at IOAA 2025 (Team India), Co-Founder\nAldric Benalan Honourable Mention at IOAA 2025 (Team USA), Co-Founder"},"title":"About"},"/archive/":{"data":{"":"Coming Soon!"},"title":"Archive"},"/register/":{"data":{"":" Register for OAC Fill out the form below to register for the Online Astronomy Competition (OAC). Participation is free and open to all eligible high school students worldwide. Registration deadline is September 4, 2025. Please ensure all information is accurate and complete. Full Name * Student Email * Parent/Guardian Email * School Name * Grade Level * Select Grade Grade 9 Grade 10 Grade 11 Grade 12 Age * Select Age 15 or younger 16 17 18 Country * Previous Astronomy Experience (Optional) I agree to the competition rules and confirm I am eligible to participate based on the age and grade requirements. * Register for OAC - Free! Questions? Contact us "},"title":"Register"},"/results/":{"data":{"":"Coming Soon!"},"title":"Results"}}