{"/about/":{"data":{"":" About OAC The Online Astronomy Competition (OAC) is a free, international astronomy competition for high school students. Our mission is to make astronomy accessible and exciting for students everywhere, regardless of background or location. The OAC is conducted entirely online and is open to all eligible students at no cost.\nParticipation and Format The competition consists of two rounds:\n1. Open Round (September 21, 2025): Open to all eligible students. This round features multiple-choice and short-answer questions covering a wide range of astronomy topics. 2. Invitational Round (October 11-12, 2025): Top performers from Open round are invited. This round is subjective and consists of olympiad-style, open-ended problems that require deeper understanding and creative thinking. All rounds are conducted online, so you can participate from anywhere in the world.\nEligibility:\nStudents should not have joined a university (or an equivalent institution) before 1 June 2025 20 years old or younger on the date of the competition Registration:\nFree and open to all eligible students worldwide Registration deadline: September 18, 2025 Organizers Akshat Srivastava 🇮🇳 President and Co-Founder\nHi! I am Akshat, a member of the Indian team at IOAA 2025 (won a gold medal), and an astronomy freak. I try to make questions which torture students and make them rethink their life choices. The hardest and deadliest questions from the competition are most likely made by me.\nAldric Benalan 🇺🇸 Co-Founder\nHi! I’m Aldric, and I represented the U.S. at the 18th IOAA. I’m also a two-time USESO camp finalist, and when I’m not attempting to solve physics problems, you’ll probably find me playing GeoGuessr or speedcubing.\nThe OAC Problem Writing Committee Mahammad Jafarli 🇦🇿 Bronze Medal, IOAA 2025; Honourable Mention, IOAA 2024\nTaehun Jung 🇰🇷 Gold Medal, IOAA 2025\nMartin Kudrna 🇨🇿 Gold Medal, IOAA 2025; Silver Medal, IOAA 2024; Bronze Medal, IOAA 2023\nAarush Mishra 🇮🇳 Gold Medal, IOAA 2025; Gold Medal, IOAA Jr. 2023"},"title":"About"},"/archive/":{"data":{"":" OAC 2025 Open Instructions and Constants Question Paper Answer Key Results Competition Report Solutions (Coming Soon) "},"title":"Archive"},"/register/":{"data":{"":" Register for OAC Registrations for OAC 2025 are now closed."},"title":"Register"}}